module.exports.helpMessage = `
/start - вернуться в главное меню;
/help - показать этот список команд;
`;
module.exports.greeter = `
👋 Здравствуйте! 👋

Это бот, который поможет организовать ознакомление с материалами судебного дела в арбитраже в любом регионе России.
Все что Вам нужно сделать - зарегистрироваться в качестве Исполнителя, Заказчика или в обоих статусах с помощью кнопок внизу.
Если Вы уже зарегистрированы - кнопки предложат найти исполнителя в нужном регионе, или отредактировать свой профиль.
`;
module.exports.alreadyRegistered = `
Похоже, что Вы уже зарегистрированы в системе!
Перейдите в свой профиль с помощью кнопки внизу.
Возможно понадобится обновить Ваши данные для дальнейшей работы.
`;
module.exports.editName = `
В этом разделе Вы сможете зарегистрироваться как в качестве Исполнителя, который готов сходить в суд на ознакомление, так и в качестве Заказчика, если Вам нужен представитель в другом регионе.
Позже я спрошу у Вас какая роль Вас интересует, а пока начнем с Ваших имени, фамилии и региона постоянного проживания (работы).

<b><u>Введите Ваше имя без лишних символов.</u></b>
Например: Андрей.
После все можно будет изменить в профиле.
`;
