module.exports.helpMessage = `
ℹ️ Раздел помощи ℹ️
Управление ботом ведется с помощью кнопок. Есть всего 2 текстовые команды:
/start - вернуться в главное меню;
/help - показать этот список команд;
Если Вы хотите подробнее узнать как работает бот, перейдите по ссылке: 
Если вы хотите связаться с создателем бота, напишите на почту: toooldforjs@gmail.com

⚠️ Внимание! ⚠️
Бот не имеет операторов или иных людей для обращения напрямую. Нет смысла писать боту сообщения, если он сам об этом не попросил.
`;
module.exports.greeter = `
👋 Здравствуйте! 👋
Этоn бот поможет устроить ознакомление с материалами судебного дела в арбитраже любого региона России.
Все, что Вам нужно сделать - зарегистрироваться в качестве Исполнителя, Заказчика или в обоих статусах.
Это займет не больше 2 минут, а после бот подскажет что делать.
`;
module.exports.alreadyRegistered = `
💡
Похоже, что Вы уже зарегистрированы в системе!
Перейдите в свой профиль с помощью кнопки внизу.
Возможно понадобится обновить Ваши данные для дальнейшей работы.
`;
module.exports.editName = `
💡
В этом разделе Вы сможете зарегистрироваться как в качестве Исполнителя, который готов сходить в суд на ознакомление, так и в качестве Заказчика, если Вам нужен представитель в другом регионе.
Позже я спрошу у Вас какая роль Вас интересует, а пока начнем с Ваших имени, фамилии и домашнего региона.

<b><u>Введите Ваше имя без лишних символов.</u></b>
Например: Андрей.
Позже все можно будет изменить в профиле.
`;
module.exports.defaultErrorMessage = `
🔴 Произошла ошибка. 🔴
Попробуйте снова, или обратитесь в поддержку /help
`;
module.exports.messageTypeWarningMessage = `
⚠️ Внимание! ⚠️
Читайте инструкции на экране. Пользуйтесь кнопками внизу.
`;
