module.exports.helpMessage = `
ℹ️ Раздел помощи ℹ️

Управление ботом ведется с помощью кнопок. Есть всего 2 текстовые команды:
/start - вернуться в главное меню;
/help - показать этот список команд;

Инструкции, правила, контакты: <a href="https://telegra.ph/Instrukcii-pravila-kontakty-03-19">КЛИК</a>

О рейтинге исполнителей: <a href="https://telegra.ph/Rejting-ispolnitelej-03-19">КЛИК</a>

Связь с создателем бота: toooldforjs@gmail.com

⚠️ Внимание! ⚠️
Бот не имеет оператора или иных людей для обращения напрямую. Нет смысла писать боту сообщения, если он сам об этом не попросил.
`;
module.exports.greeter = `
👋 Здравствуйте! 👋
Этот бот поможет организовать ознакомление с материалами судебного дела в арбитражном суде любого региона России.
Все, что Вам нужно сделать - это зарегистрироваться. Это займет не более 2 минут.
После Вы сможете найти себе представителя в другом регионе или станете таким для кого-то.
Если будут вопросы - воспользуйтесь разделом помощи /help
`;
module.exports.alreadyRegistered = `
💡
Похоже, что Вы уже зарегистрированы в системе!
Перейдите в свой профиль с помощью кнопки внизу.
Возможно понадобится обновить Ваши данные для дальнейшей работы.
`;
module.exports.editName = `
💡
В этом разделе Вы сможете зарегистрироваться как в качестве Исполнителя, который готов сходить в суд на ознакомление, так и в качестве Заказчика, если Вам нужен представитель в другом регионе.
Позже я спрошу у Вас какая роль Вас интересует, а пока начнем с Ваших имени, фамилии и домашнего региона.

<b><u>Введите Ваше имя без лишних символов.</u></b>
Например: Андрей.
Позже все можно будет изменить в профиле.
`;
module.exports.defaultErrorMessage = `
🔴 Произошла ошибка. 🔴
Попробуйте снова, или обратитесь в поддержку /help
`;
module.exports.messageTypeWarningMessage = `
⚠️ Внимание! ⚠️
Читайте инструкции на экране. Пользуйтесь кнопками.
`;
